Repository: c-ehrlich/Network
Catalog: network/locale/*/LC_MESSAGES/django.po
Languages: de, ja

source: Current Password (required)
de: Derzeitiges Passwort (erforderlich)
ja: 現在のパスワード（必須)

source: New Username
de: Neuer Benutzername
ja: 新規ユーザー名

source: New Display Name
de: Neuer Anzeigename
ja: 新規表示名

source: New Email
de: Neue Email-Addresse
ja: 新規メールアドレス

source: New Bio
de: Neue Biografie
ja: 新規バイオグラフィー

source: New Password
de: Neues Passwort
ja: 新規パスワード

source: Confirm New Password
de: Neues Passwort Bestätigen
ja: 新規パスワードの確認

source: What's Happening?
de: Was gibt's Neues?
ja: いまどうしてる？

source: Username
de: Benutzername
ja: ユーザー名

source: Up to 20 characters, alphanumeric
de: Maximal 20 Zeichen, alphanumerisch (keine Umlaute oder Sonderzeichen)
ja: 最大20文字（英数字）

source: Display Name
de: Anzeigename
ja: 表示名

source: Up to 50 characters
de: Maximal 50 Zeichen
ja: 最大50文字

source: Email
de: Email-Addresse
ja: メールアドレス

source: Password
de: Neues Passwort
ja: パスワード

source: Confirm Password
de: Neues Passwort Bestätigen
ja: パスワードの確認

source: Bio
de: Biografie
ja: バイオグラフィー

source: Theme
de: Farbschema
ja: 配色

source: Language
de: Sprache
ja: 言語

source: Show Liked Posts
de: 'Gefällt Mir' Zeigen
ja: 「いいね！」を押した記事を表示する

source: Decide whether other users can see which posts you have liked.
de: Entscheide ob andere Benutzer sehen dürfen welche Beiträge du als 'Gefällt Mir' markiert hast

source: Light Mode
de: Helle Ansicht
ja: ライトモード

source: Dark Mode
de: Dunkle Ansicht
ja: ダークモード

source: Avatar
de: Profilbild
ja: アバター

source: Following
de: Folge ich
ja: フォロー中

source: Blocked User
de: Blockierte Benutzer
ja: ブロックされたユーザー

source: Liked Post
de: Gefällt Mir
ja: いいね！を押した投稿

source: Mentions since last checked
de: Neue Erwähnungen
ja: 前回チェックしてからのメンション数

source: DMs since last checked
de: Neue Nachrichten
ja: 前回チェックしてからのメッセージ

source: Has Completed Initial Onboarding
de: Hat das Onboarding abgeschlossen
ja: アカウントの初期設定が完了していること。

source: User
de: Benutzer
ja: ユーザー

source: Users
de: Benutzer
ja: ユーザー

source: Author
de: Autor
ja: 投稿者

source: Timestamp
de: Zeitstempel
ja: タイムスタンプ

source: Mentioned User
de: Erwähnungen
ja: 言及されたユーザー

source: Reply To
de: Antwort auf
ja: 返信へ

source: Image
de: Bild
ja: 画像

source: Post
de: Beitrag
ja: ポスト

source: Posts
de: Beiträge
ja: ポスト

source: Submit
de: Senden
ja: 投稿する

source: DMs
de: Nachrichten

source: Direct Messages
de: Nachrichten

source: New Conversation
de: Neue Nachricht

source: No new messages (you should not see this)
de: Keine Neuen Nachrichten (Wenn Sie diese Nachricht sehen ist ein Fehler aufgetreten)

source: No new posts (you should not see this)
de: Keine neuen Beiträge (Wenn Sie diese Nachricht sehen ist ein Fehler aufgetreten)
ja: 新規投稿がない（表示されないはずです)

source: Public Timeline
de: Alle Beiträge
ja: 全ての投稿

source: Registration
de: Registrierung
ja: 登録

source: All Posts
de: Alle Beiträge
ja: 全ての投稿

source: Mentions
de: Erwähnungen
ja: 言及

source: Log Out
de: Ausloggen
ja: ログアウト

source: Log In
de: Einloggen
ja: ログイン

source: Register
de: Registrieren
ja: 投稿

source: @%(view_user.username)s's liked posts
de: @%(view_user.username)s's Gefällt Mir-Beiträge

source: @%(view_user.username)s has set their likes to private.
de: @%(view_user.username)s's Gefällt Mir-Beiträge sind privat.

source: Login
de: Einloggen
ja: ログイン

source: username
de: Benutzername
ja: ユーザー名

# login
source: Password
de: Passwort
ja: パスワード

source: Don't have an account yet? <a href="%(register_url)s" class="link-attn">Register here.</a>
de: Wenn du noch kein Konto hast, kannst du dich <a href="%(register_url)s" class="link-attn">hier registrieren.</a>
ja: まだアカウントをお持ちでない方は、<a href="%(register_url)s" class="link-attn">こちらからご登録いただけます。</a>

source: Post by @%(post.author.username)s
de: Beiträge von @%(post.author.username)s

source: Reply to @%(post.reply_to.user)s: %(post.reply_to.text)s
de: Antwort an @%(post.reply_to.user)s: %(post.reply_to.text)s

source: The author of this post has blocked you.
de: Der Autor diese Beitrages hat dich blockiert.
ja: この投稿の著者はあなたをブロックしました。

source: Message
de: Nachricht

source: Block
de: Blockieren
ja: ブロックする

source: Unblock
de: Entblocken
ja: アンブロックする

source: Share
de: Teilen

source: Unfollow
de: Entfolgen

source: Follow
de: Folgen

source: This post is hidden because you blocked the author.
de: Dieser Beitrag ist versteckt weil du den Autor blockiert hast

source: Show Post
de: Beitrag Zeigen
ja: シェアする

source: Reply
de: Antworten
ja: 返信する

source: %(post.replies.count)s replies
de: %(post.replies.count)s Antworten

source: Reply to @%(author)s: %(text)s
de: Antwort an @%(author)s: %(text)s
ja: @%(author)sさんへの返信：%(text)s

source: 1 reply. Click to view.
de: Eine Antwort
ja: 1件の返信があります。こちらをクリックするとご覧いただけます。

source: No posts found 🙁
de: Keine Beiträge gefunden 🙁
ja: 投稿がありません 🙁

# description
source: Register
de: Registrierung
ja: 登録

# action
source: Register
de: Registrieren
ja: 登録する

source: Already have an account? <a href="%(login_url)s" class="link-attn">Log In Here.</a>
de: Wenn du bereits ein Konto hast, kannst du dich <a href="%(login_url)s" class="link-attn">hier anmelden.</a>
ja: すでにアカウントをお持ちの方は、<a href="%(login_url)s" class="link-attn">こちらからログインできます。</a>

source: Add Account Details
de: Konto-Details Hinzufügen
ja: アカウント情報の追加

source: Here you can add additional information to your account. This is optional, and you can also do it later by visiting the account settings.
de: Hier kannst du zusätzliche Informationen zu deinem Konto hinzufügen. Diese sind optionell, und du kannst sie auch später in den Einstellungen ändern.
ja: ここでは、アカウントに追加情報を加えることができます。これは任意であり、後でアカウント設定にアクセスして行うこともできます。

source: Upload new avatar
de: Profilbild hochladen
ja: 新しいアバターをアップロードする

source: Note: The avatar won't be updated until you press "Save"
de: Vorsicht: Das Profilbild wird erst gespeichert wenn du auf "Speichern" drückst.
ja: 「保存」ボタンを押すまで、アバターは更新されません。

source: Skip
de: Später
ja: スキップ

source: Save
de: Speichern
ja: 保存

source: Here you can select region, theme, and privacy settings for your account. This is optional, and you can also do it later by visiting the account settings.
de: Hier kannst du die Regions- Anzeige-, und Privatsphären-Einstellungen für dein Konto einstellen. Dies ist optionell, und du kannst es auch später in den Einstellungen ändern.
ja: ここでは、アカウントの地域、テーマ、プライバシー設定を選択できます。この設定は任意であり、後からアカウント設定にアクセスして行うこともできます。

source: Display
de: Anzeige
ja: ディスプレイ

source: Privacy
de: Privatsphäre
ja: プライバシー

source: Settings
de: Einstellungen
ja: 設定

source: Account
de: Konto
ja: アカウント

source: Blocklist
de: Blockliste
ja: ブロックリスト

source: Preferences
de: Einstellungen
ja: プリファレンス

source: Note: The avatar won't be updated until you press "Save"
de: Vorsicht: Das Profilbild wird erst gespeichert wenn du auf "Speichern" drückst.
ja: 「保存」ボタンを押すまで、アバターは更新されません。

source: Cancel
de: Abbrechen
ja: キャンセル

source: Add a user to blocklist
de: Einen Benutzer zur Blockliste hinzufügen
ja: ユーザーをブロックリストに追加する

source: Blocked Users
de: Blockierte Benutzer
ja: ブロックさせたユーザー

source: Blocklist is empty.
de: Blockliste ist leer.
ja: ブロックリストは空です。

source: Posts by @%(view_user.username)s
de: Beiträge von @%(view_user.username)s

source: Liked Posts
de: Gefällt Mir
ja: いいね！を押した投稿

source: Followers
de: Folgen
ja: フォロワー

source: Invalid username and/or password.
de: Benutzername und/oder Passwort ist ungültig.
ja: 無効なユーザー名やパスワード。

source: Passwords must match.
de: Passwörter müssen übereinstimmen
ja: パスワードが一致すること。

source: Username is not valid.
de: Benutzername ist nicht gültig
ja: ユーザー名が有効ではない。

source: Username already taken.
de: Ein Konto mit diesem Benutzername existiert bereits.
ja: 選ばれたユーザー名がすでに使われています。

source: Form data is invalid
de: Daten sind ungültig.
ja: フォームデータが無効です。

source: Incorrect password.
de: Inkorrektes Passwort
ja: パスワードが間違っています。

source: New passwords don't match.
de: Die neuen Passwörter stimmen nicht überein.
ja: 新しいパスワードが一致しません。

source: Form data is invalid.
de: Daten sind ungültig.
ja: フォームデータが無効です。

source: User is already blocked.
de: Dieser Benutzer ist bereits blockiert.
ja: このユーザーはすでにブロックされています。

source: User is already not blocked.
de: Dieser Benutzer ist bereits nicht blockiert.
ja: このユーザーはすでにブロックされていません。

source: PUT request required.
de: PUT request benötigt.
ja: PUTリクエストが必要

source: You can't submit an empty post
de: Du kannst keinen leeren Beitrag senden.

source: Form data invalid
de: Daten sind ungültig.
ja: フォームデータが無効です。

source: Maximum post length is 140 characters
de: Beiträge dürfen höchstens 140 Zeichen lang sein.
ja: 最大投稿文字数は140文字です。

source: Post edited successfully
de: Beitrag erfolgreich bearbeitet
ja: 投稿編集成功。

source: You are not authorized to edit this post
de: Du hast nicht das Recht diesen Beitrag zu bearbeiten
ja: この投稿を編集する権限がありません。

source: You cannot follow your own account.
de: Du kannst dir nicht selbst folgen.
ja: 自分のアカウントをフォローすることはできません。

source: You cannot follow this user because there is a block relationship.
de: Du kannst diesem Benutzer nicht folgen weil eine Block-Beziehung existiert.
ja: ブロック関係にあるため、このユーザーをフォローすることはできません。

source: followed user {user_to_follow}
de: {user_to_follow} wurde gefolgt
ja: {user_to_follow}さんをフォローしました。

source: unfollowed user {user_to_follow}
de: {user_to_follow} wurde entfolgt
ja: {user_to_follow}さんをアンフォローしました。

source: follow intent does not match current follow state
de: TKTKTK follow intent does not match follow state
ja: フォローの意図が現在のフォロー状態と一致しない。

source: You cannot like this post because there is a block relationship.
de: Du kannst diesen Beitrag nicht als "Gefällt Mir" markieren weil eine Block-Beziehung existiert.
ja: ブロック関係があるので、この投稿に「いいね！」はできません。

source: Post liked successfully
de: Beitrag erfolgreich als "Gefällt Mir" markiert.
ja: 「いいね！」を押しました。

source: Post unliked successfully
de: Beitrag erfolgreich von "Gefällt Mir" entfernt.
ja: 「いいね！」は失敗しました。

source: GET request required.
de: GET request benötigt.
ja: GETリクエストが必要

source: You cannot reply to this post because there is a block relationship.
de: Du kannst auf diesen Beitrag nicht antwoorten weil eine Block-Beziehung existiert.
ja: ブロック関係があるため、この投稿には返信できません。

source: All posts marked as read
de: Alle Beiträge als gesehen markiert.

source: Error setting thread to read
de: Fehler: Gespräch konnte nicht als gesehen markiert werden.

source: PUT request required
de: PUT request benötigt

source: Text
ja: テキスト

source: @%(username)s's liked posts
ja: @%(username)sさんがいいね！を押した投稿

source: @%(username)s has set their likes to private.
ja: @%(username)sさんは自分の「いいね！」を非公開にしています。

source: Post by @%(username)s
ja: @%(username)sさんの投稿

source: Reply to @%(username)s: %(text)s
ja: @%(username)sさんへの返信： @%(text)s

source: %(replycount)s replies
ja: %(replycount)s件の返信があります。

source: Posts by @%(username)s
ja: @%(username)sさんの投稿
